IdeaRS.Connections
EndPlateDataBase.PlateSizeMethod Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the method of the definition of dimensions of the plate
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PlateSizeMethodTypes PlateSizeMethod { get; set; }
Property Value
Type: PlateSizeMethodTypes
See Also
Reference
EndPlateDataBase Class
IdeaRS.Connections.Data Namespace